<?php

return [
    'admin' => [
        'host' => [
            'create' => [
                'success' => 'Хост успешно создан.',
                'failed' => 'Не удалось создать хост.'
            ],
            'update' => [
                'success' => 'Хост успешно обновлен.',
                'failed' => 'Не удалось обновить хост.'
            ],
            'show' => [
                'failed' => 'Не удалось показать хост.'
            ],
            'destroy' => [
                'success' => 'Хост успешно удален.',
                'failed' => 'Не удалось удалить хост.'
            ],
        ],
        'made' => [
            'config' => [
                'success' => 'Создание конфигурационного файла поставлено в очередь.',
                'failed' => 'Не удалось поставить создание файла в очередь.'
            ]
        ]
    ],
];
