<?php

return [
    'admin' => [
        'host' => [
            'create' => [
                'success' => 'Хост успешно создан.',
                'fail' => 'Не удалось создать хост.'
            ],
            'update' => [
                'success' => 'Хост успешно обновлен.',
                'fail' => 'Не удалось обновить хост.'
            ],
            'destroy' => [
                'success' => 'Хост успешно удален.',
                'fail' => 'Не удалось удалить хост.'
            ],
        ],
        'made' => [
            'config' => [
                'success' => 'Конфигурациооный файл успешно создан.',
                'fail' => 'Конфигурациооный файл создать не удалось.'
            ]
        ]
    ],
];
